Repository: Steveb1968/script.pseudotv
Catalog: resources/language/resource.language.*/strings.po
Languages: he_il, pt_br

# #30000
source: General
he_il: כללי
pt_br: Geral

# #30001
source: Auto-off Timer
he_il: כיבוי על ידי שעון עצר
pt_br: Temporizador de desligamento

# #30002
source: Force channel reset on next start
he_il: כפה איפוס ערוץ באיתחול הבא
pt_br: Forçar Redefinição de canais na próxima inicialização do plugin

# #30003
source: Show info when changing channels
he_il: הצג מידע בעת החלפת ערוצים
pt_br: Mostrar informações ao mudar de canal

# #30004
source: Time between channel resets
he_il: פרק הזמן בין ערוץ איפוס
pt_br: Tempo entre o reset de canais

# #30005
source: Coming Up Next
he_il: השידור הבא
pt_br: Em Seguida

# #30006
source: Always show channel watermark
he_il: הצג תמיד את סימול הערוץ
pt_br: Mostrar sempre o logotipo do canal

# #30007
source: Show channel logo in epg grid
he_il: הצג סמל ערוץ ברשת מדריך השידורים
pt_br: Mostrar logótipo do canal na grelha de EPG

# #30008
source: Open Channel Configuration
he_il: פתח את הגדרות הערוץ
pt_br: Abrir Configuração de Canal

# #30009
source: Hide year and episode information
pt_br: Ocultar ano e informações do episódio

# #30010
source: Channel Logo Folder
he_il: תיקיית סמלי הערוץ
pt_br: Pasta com Logo de Canais

# #30011
source: Default channel times at startup
he_il: ברירת מחדל לזמני ערוץ באיתחול
pt_br: Canal padrão na inicialização

# #30012
source: Background Updating
he_il: עדכון ברקע
pt_br: Atualização em Segundo Plano

# #30013
source: Shared Channels Folder
he_il: תיקיית ערוצים משותפים
pt_br: Pasta de Canais Compartilhados

# #30014
source: Clock Display
he_il: תצוגת שעון
pt_br: Visualizar Relógio

# #30015
source: Enable Channel Sharing
he_il: אפשר שיתוף ערוץ
pt_br: Ativar o compartilhamento de canais

# #30016
source: Show Coming Up Next box
he_il: הצג תיבת השידור הבא
pt_br: Mostrar Caixa de Em Seguida

# #30017
source: Hide very short videos
he_il: הסתר קטעי וידאו קצרים מאוד
pt_br: Ocultar vídeos muito curtos

# #30018
source: Duration of "short" videos
he_il: משך הזמן של סרטוני וידאו קצרים
pt_br: Duração dos vídeos curtos

# #30019
source: Would you like to save your changes?
he_il: האם ברצונך לשמור את השינויים?
pt_br: Você gostaria de salvar as alterações?

# #30021
source: Changing channel info duration
pt_br: Alterar duração do info do Canal

# #30022
source: Tweaks
he_il: שינויים
pt_br: Ajustes

# #30023
source: Plot unavailable.
pt_br: Trama indisponível.

# #30024
source: Background Loading...
he_il: טעינה ברקע...
pt_br: Carregando em Segundo Plano...

# #30025
source: Added
he_il: נוסף
pt_br: Adicionado

# #30026
source: Auto Start
he_il: הפעלה אוטומטית
pt_br: Auto Iniciar

# #30027
source: Activate Service
he_il: הפעל את השירות
pt_br: Ativar o serviço

# #30028
source: Service Delay
he_il: השהיית שירות
pt_br: Atraso do Serviço

# #30029
source: Show Notification
he_il: הצג הודעה
pt_br: Mostrar Notificação

# #30030
source: Service Starting...
he_il: השירות מתחיל...
pt_br: Iniciando Serviço...

# #30031
source: Are you sure you want to exit PseudoTV?
he_il: האם אתה בטוח שברצונך לצאת מ-PseudoTV?
pt_br: Tem certeza de que deseja sair do PseudoTV?

# #30032
source: Do you want to save all changes?
he_il: האם ברצונך לשמור את כל השינויים?
pt_br: Você quer salvar todas as alterações?

# #30033
source: Are you sure you want to clear this channel?
he_il: האם אתה בטוח שברצונך לאפס את הערוץ הזה?
pt_br: Tem certeza de que quer apagar este canal?

# #30034
source: Unable to open the cache file
he_il: אין אפשרות לפתוח את קובץ המטמון
pt_br: Não é possível abrir o arquivo de cache

# #30035
source: Unable to create the cache directory
he_il: אין אפשרות ליצור את ספריית מטמון
pt_br: Não é possível criar o diretório de cache

# #30036
source: Unable to create the storage directory
he_il: אין אפשרות ליצור את ספריית אחסון
pt_br: Não é possível criar o diretório de armazenamento

# #30037
source: Unable to find any channels. Please configure the addon.
he_il: אין אפשרות לאתר ערוצים. אנא הגדר ההרחבה.
pt_br: Não foi possível encontrar nenhum canal. Por favor configure o addon.

# #30038
source: Unable to populate channels. Please verify that you have scraped media in your library and that you have properly configured channels.
he_il: לא ניתן לאכלס ערוצים. נא ודא כי יש לך מדיה תואמת בספריה שלך ושהגדרת כראוי את הערוצים.
pt_br: Incapaz de preencher os canais. Por favor, verifique se você tem mídias em sua biblioteca e se você tem canais configurados corretamente.

# #30039
source: Exceeded 3 invalidated channels. Exiting.
he_il: חריגה מ 3 ערוצים לא חוקיים. יציאה.
pt_br: Excedido 3 canais invalidados. Sair.

# #30040
source: No channels available. Exiting.
he_il: אין ערוצים זמינים. יציאה.
pt_br: Não há canais disponíveis. Sair.

# #30042
source: Already Seen
he_il: כבר נצפה
pt_br: Já Visto

# #30043
source: Now Playing
he_il: מנגן כעת
pt_br: Rodando Agora

# #30044
source: Playlist Media Limit
he_il: מגבלת רשימת ניגון מדיה
pt_br: Limite de mídias na Playlist

# #30046
source: Seek step forward
he_il: מחפש צעד קדימה
pt_br: Procure passo em frente

# #30047
source: Seek step backward
he_il: מחפש צעד אחורה
pt_br: Procure passo para trás

# #30048
source: Set watermark position
pt_br: Definir posição da marca d'água

# #30049
source: Directory channel
pt_br: Diretório do canal

# #30050
source: Set Channel Name
pt_br: Definir nome do Canal

# #30051
source: New Channel Name
pt_br: Novo Nome do Canal

# #30052
source: Rename Channel to
pt_br: Renomear Canal para

# #30053
source: Don't Include a Show
pt_br: Não inclua um programa

# #30054
source: Show Name
pt_br: Mostrar nome

# #30055
source: Don't Include
pt_br: Não inclua

# #30056
source: Best-Effort Channel Scheduling
pt_br: Programação do canal com melhor esforço

# #30057
source: Channel Number
pt_br: Numero do Canal

# #30058
source: Days of the Week (UMTWHFS)
pt_br: Dias da semana (UMTWHFS)

# #30059
source: Time (HH:MM)
pt_br: Tempo (HH:MM)

# #30060
source: Episode Count
pt_br: Contagem de episódios

# #30061
source: Starting Episode
pt_br: Episódio inicial

# #30062
source: Starting Date (DD/MM/YYYY)
pt_br: Data de início (DD/MM/AAAA)

# #30063
source: Schedule Channel
pt_br: Agendar canal

# #30064
source: Only Played Watched Items
pt_br: Apenas itens já assistidos

# #30065
source: Don't Play This Channel
pt_br: Não reproduza este canal

# #30066
source: Interleave Another Channel
pt_br: Intercalar outro canal

# #30067
source: Channel Number
pt_br: Número do canal

# #30068
source: Min Interleave Count
pt_br: Contagem mínima de intercalação

# #30069
source: Max Interleave Count
pt_br: Contagem máxima de intercalação

# #30070
source: Starting Episode
pt_br: Episódio inicial

# #30071
source: Interleave Channel
pt_br: Canal de intercalação

# #30072
source: Force Real-Time Mode
pt_br: Forçar modo em tempo real

# #30073
source: Pause When Not Watching
pt_br: Pausar quando não assistindo

# #30074
source: Force Resume Mode
pt_br: Forçar modo de resumo

# #30075
source: Force Random Mode
pt_br: Forçar modo aleatório

# #30076
source: Only Played Unwatched Items
pt_br: Apenas itens não assistidos

# #30077
source: Play TV Shows In Order
pt_br: Reproduzir programas de TV em ordem

# #30078
source: Reset Every %s Days
pt_br: Redefinir a cada %s dias

# #30079
source: Number of Days
pt_br: Número de dias

# #30080
source: Reset Every Day
pt_br: Redefinir todos os dias

# #30081
source: Channel Logo
pt_br: Logotipo do canal

# #30082
source: Display the Logo
pt_br: Exibir o logotipo

# #30083
source: Display the Channel Logo
pt_br: Exibir o logotipo do canal

# #30084
source: Hide the Channel Logo
pt_br: Ocultar o logotipo do canal

# #30085
source: Disable
pt_br: Desativado

# #30086
source: 30 min
pt_br: 30 minutos

# #30087
source: 60 min
pt_br: 60 minutos

# #30088
source: 90 min
pt_br: 90 minutos

# #30089
source: 120 min
pt_br: 120 minutos

# #30090
source: 150 min
pt_br: 150 minutos

# #30091
source: 180 min
pt_br: 180 minutos

# #30092
source: 210 min
pt_br: 210 minutos

# #30093
source: 240 min
pt_br: 240 minutos

# #30094
source: Automatic
pt_br: Automático

# #30095
source: Daily
pt_br: Diário

# #30096
source: Weekly
pt_br: Semanal

# #30097
source: Monthly
pt_br: Mensal

# #30098
source: Never
pt_br: Nunca

# #30099
source: Every Time
pt_br: Toda Vez

# #30100
source: Resume
pt_br: Retomar

# #30101
source: Real Time
pt_br: Tempo Real

# #30102
source: Random
pt_br: Aleatório

# #30103
source: On
pt_br: Ligado

# #30104
source: Minimum Use
pt_br: Uso Mínimo

# #30105
source: Off
pt_br: Desligado

# #30106
source: 2 sec
pt_br: 2 seg

# #30107
source: 3 sec
pt_br: ﻿3 seg

# #30108
source: 4 sec
pt_br: 4 seg

# #30109
source: 5 sec
pt_br: 5 seg

# #30110
source: 6 sec
pt_br: 6 seg

# #30111
source: 7 sec
pt_br: 7 seg

# #30112
source: 8 sec
pt_br: 8 seg

# #30113
source: 9 sec
pt_br: 9 seg

# #30114
source: 10 sec
pt_br: 10 segundos

# #30115
source: 11 sec
pt_br: 11 segundos

# #30116
source: 12 sec
pt_br: 12 segundos

# #30117
source: upper left
pt_br: superior esquerdo

# #30118
source: upper right
pt_br: superior direito

# #30119
source: lower right
pt_br: inferior direito

# #30120
source: lower left
pt_br: inferior esquerdo

# #30121
source: 12 Hour
pt_br: 12 Horas

# #30122
source: 24 Hour
pt_br: 24 Horas

# #30123
source: 15 sec
pt_br: 15 segundos

# #30124
source: 30 sec
pt_br: 30 segundos

# #30125
source: 60 sec
pt_br: 60 segundos

# #30126
source: 90 sec
pt_br: 90 segundos

# #30127
source: 120 sec
pt_br: 120 segundos

# #30128
source: 180 sec
pt_br: 180 segundos

# #30129
source: 240 sec
pt_br: 240 segundos

# #30130
source: 300 sec
pt_br: 300 segundos

# #30131
source: 360 sec
pt_br: 360 segundos

# #30132
source: 10 items
pt_br: 10 itens

# #30133
source: 25 items
pt_br: 25 itens

# #30134
source: 50 items
pt_br: 50 itens

# #30135
source: 100 items
pt_br: 100 itens

# #30136
source: 250 items
pt_br: 250 itens

# #30137
source: 500 items
pt_br: 500 itens

# #30138
source: 1000 items
pt_br: 1000 itens

# #30139
source: No limit
pt_br: Sem limite

# #30140
source: Red
pt_br: Vermelho

# #30141
source: Green
pt_br: Verde

# #30142
source: Blue
pt_br: Azul

# #30143
source: Yellow
pt_br: Amarelo

# #30144
source: Cyan
pt_br: Ciano

# #30145
source: Orange
pt_br: Laranja

# #30147
source: Gray
pt_br: Cinza

# #30148
source: White
pt_br: Branco

# #30149
source: 10 sec
pt_br: 10 seg

# #30150
source: 30 sec
pt_br: 30 seg

# #30151
source: 60 sec
pt_br: 60 seb

# #30152
source: 3 min
pt_br: 3 minutos

# #30153
source: 5 min
pt_br: 5 minutos

# #30154
source: 10 min
pt_br: 10 minutos

# #30155
source: 30 min
pt_br: 30 minutos

# #30156
source: -10 sec
pt_br: -10 seg

# #30157
source: -30 sec
pt_br: -30 seg

# #30158
source: -60 sec
pt_br: -60 seg

# #30159
source: -3 min
pt_br: -3 minutos

# #30160
source: -5 min
pt_br: -5 minutos

# #30161
source: -10 min
pt_br: -10 minutos

# #30162
source: -30 min
pt_br: -30 minutos

# #30163
source: 20 sec
pt_br: 20 seg

# #30164
source: None
pt_br: Nenhum

# #30165
source: waiting for file lock
pt_br: aguardando bloqueio de arquivo

# #30166
source: Loading channel %s
pt_br: Carregando canal %s

# #30167
source: Updating channel list
pt_br: Atualizando lista de canais

# #30168
source: Updating channel %s
pt_br: Atualizando o canal %s

# #30170
source: Update complete
pt_br: Atualização completa

# #30171
source: reading playlist
pt_br: lendo lista de reprodução

# #30172
source: adding videos
pt_br: adicionando vídeos

# #30173
source: clearing history
pt_br: limpando histórico

# #30174
source: getting file list
pt_br: obtendo lista de arquivos

# #30175
source: added %s entry
pt_br: adicionou %s entrada

# #30176
source: added %s entries
pt_br: adicionou %s entradas

# #30177
source: reading TV data
pt_br: lendo dados de TV

# #30178
source: reading movie data
pt_br: lendo dados do filme

# #30179
source: querying database
pt_br: consultando banco de dados

# #30180
source: processing rule %s
pt_br: regra de processamento %s

# #30181
source: Custom Playlist
pt_br: Lista de reprodução personalizada

# #30182
source: TV Network
pt_br: Rede de TV

# #30183
source: Movie Studio
pt_br: Estúdio de filme

# #30184
source: TV Genre
pt_br: Gênero de TV

# #30185
source: Movie Genre
pt_br: Gênero de filme

# #30186
source: Mixed Genre
pt_br: Gênero Misto

# #30187
source: TV Show
pt_br: Seriado

# #30189
source: Directory
pt_br: Diretório

# #30190
source: Reset Watched Status
he_il: אפס סטטוס נצפה
pt_br: Redefinir status assistido

# #30191
source: Start Channel
he_il: התחל ערוץ
pt_br: Canal Inicial

# #30192
source: Always Use Start Channel (only on channel reset if False)
he_il: השתמש תמיד בערוץ התחלה (רק באיפוס ערוץ אם False)
pt_br: Use sempre o Canal Inicial (somente no canal redefinido se for falso)

# #30193
source: Join
he_il: הצטרף
pt_br: Juntar

# #30194
source: for
he_il: עבור
pt_br: para

# #30195
source: 1 sec
pt_br: 1 seg

# Addon Summary
source: Channel surfing for your video library
he_il: גלישה בערוץ עבור ספריית הווידאו שלך

# Addon Description
source: PseudoTV acts similar to normal broadcast or cable TV, complete with multiple preset and user-defined channels and an EPG.
he_il: פעולות PseudoTV דומות לשידור רגיל או לטלוויזיה בכבלים, עם ערוצים מוגדרים מראש מוגדרים מראש ומדריך שידורים.

# #30020
source: Visuals
he_il: חזותי

# #30021
source: Show Season/Episode number
he_il: הצג מספר עונה או פרק

# #30041
source: Coming Up
he_il: השידור הבא

# #30045
source: OSD Channel Number Colour
he_il: צבע מספר ערוץ הוידאו OSD
